import styles from "./Hero-Section.module.css";

export default function HeroSection() {
  return (
    <div className={styles.container}>
      <div className={styles.section}>
        <div className={styles.mainHeading}>
          <span>
            نخستین گام برای تجربه سفری آسوده و بدون دغدغه، <b>رزرو هتل</b> مناسب
            و مطابق با نیازهای شماست. در <b>فلای تودی</b>، این امکان برای شما
            فراهم شده تا از میان بیش از 1.5 میلیون هتل متنوع در سراسر جهان، به
            راحتی هتل موردنظر خود را انتخاب کرده و تنها با چند کلیک،
            <b>رزرو اینترنتی هتل</b> را در کوتاه ترین زمان ممکن انجام دهید.
            کافیست به <b>وب سایت یا اپلیکیشن فلای تودی</b> مراجعه کنید، مقصد و
            تاریخ سفر خود را وارد نمایید و در لحظه، لیستی جامع از هتل های موجود
            را همراه با اطلاعات کامل مانند قیمت اتاق ها، موقعیت مکانی، امکانات
            رفاهی و خدمات هتل ها مشاهده کنید. با فلای تودی، مقایسه، انتخاب و
            رزرو هتل، سریع، آسان و کاملا آنلاین خواهد بود.
          </span>
        </div>
      </div>
    </div>
  );
}
