import styles from "./Hotel-Booking-Intro.module.css";

export default function HotelBookingIntro() {
  return (
    <article className={styles.article}>
      <div className={styles.section}>
        <h2 className={styles.mainHeading}>
          رزرو بیش از 1.5 میلیون هتل در فلای‌تودی
        </h2>
        <div className={styles.content}>
          <span>
            فلای‌تودی با دسترسی به بیش از 1.5 میلیون هتل در سراسر جهان، بهترین
            مرجع برای رزرو هتل‌ها و اقامتگاه‌های متنوع و مناسب با هر بودجه‌ای
            است. فلای‌تودی با ارائه طیف گسترده‌ای از هتل‌های لوکس و پنج‌ستاره در
            مقاصد محبوب تا اقامتگاه‌های اقتصادی و هتل آپارتمان‌های دنج، تجربه‌ای
            راحت و امن را برای مسافران فراهم می‌کند. کاربران به سادگی می‌توانند
            از طریق فیلترهای جستجوی پیشرفته فلای‌تودی، هتل مورد نظر خود را
            براساس فاکتورهایی همچون قیمت، موقعیت جغرافیایی و امتیاز کاربران
            انتخاب کنند و از قیمت‌های رقابتی و شفاف بهره‌مند شوند. <br />
            همچنین تیم پشتیبانی فلای‌تودی به صورت ۲۴ ساعته آماده پاسخگویی به
            سوالات و رفع مشکلات کاربران است تا فرایند رزرو و سفر آن‌ها بدون
            نگرانی و با اطمینان کامل انجام شود. با وجود نظرات و امتیازات کاربران
            قبلی، مسافران می‌توانند با اعتماد بیشتری هتل مورد نظر خود را انتخاب
            کرده و تجربه‌ای بی‌نظیر از سفر در کلاس جهانی را داشته باشند.
          </span>
        </div>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>رزرو هتل خارجی در کلاس جهانی</h2>
        <div className={styles.content}>
          <span>
            رزرو هتل خارجی در فلای‌تودی به شما این امکان را می‌دهد که در هر نقطه
            از جهان اقامتگاهی مناسب و باکیفیت را تنها با چند کلیک انتخاب کنید.
            از رزرو
            <span className={styles.boldText}>
              <a
                href="https://www.flytoday.ir/hotel/هتل-های-استانبول"
                target="_blank"
                className={styles.link}
                rel="noreferrer"
              >
                هتل های استانبول{" "}
              </a>
            </span>
            گرفته تا هتل‌های رم، از
            <span className={styles.boldText}>
              <a
                href="https://www.flytoday.ir/hotel/هتل-های-دبی"
                target="_blank"
                className={styles.link}
                rel="noreferrer"
              >
                هتل های دبی{" "}
              </a>
            </span>
            تا هتل‌های منچستر؛ فلای‌تودی انواع اقامتگاه با امکانات و قیمت‌های
            مختلف را در اختیار شما قرار می‌دهد.
          </span>
        </div>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>رزرو هتل خارجی با کارت شتاب</h3>
        <div className={styles.content}>
          <span>
            معمولا یکی از مشکلات کاربران برای رزرو هتل خارجی چگونگی پرداخت هزینه
            آن است، زیرا برای این کار به مستر کارت یا ویزا کارت یا سایر کارت‌های
            بین المللی نیاز است. از آنجا که بسیاری از کاربران در داخل کشور به
            این کارت‌ها دسترسی ندارند، در فرآیند رزرو هتل‌های خارجی با مشکل
            مواجه می‌شوند.
            <br />
            فلای‌تودی این مشکل را نیز برطرف کرده است. یکی از مزایای رزرو هتل
            خارجی در فلای‌تودی، عدم نیاز به مستر کارت و ویزا کارت برای خرید
            آنلاین است. فقط کافی است پس از انتخاب هتل مورد نظر با استفاده از
            کارت‌های شتاب در هر نقطه از دنیا، پرداخت خود را به صورت ریالی انجام
            داده و رزرو خود را کامل کنید.
          </span>
        </div>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>مقایسه هتل های خارجی</h3>
        <p className={styles.content}>
          انتخاب بهترین هتل از میان تنوع بالای هتل‌ها، احتمالا کار دشواری است.
          فلای‌تودی در این زمینه کمک کرده است تا با مقایسه هتل‌ها، راحتتر
          بتوانید گزینه ایده‌آل خود را پیدا کنید. پس از جستجوی هتل مقصد بر اساس
          تاریخ موردنظر خود، در صفحه نتایج جستجو، سرویس «مقایسه هتل‌ها» را فعال
          کنید تا پس از انتخاب هتل‌ها (تا حداکثر 5 هتل) جدول مقایسه آنها بر اساس
          قیمت، تعداد ستاره، امکانات، امتیاز کاربران و ... به شما نمایش داده
          شود. با بررسی نتایج، انتخاب هتل هوشمندانه‌تر خواهد بود.
        </p>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>
          هتل‌ های داخلی؛ رزرو سریع و آسان!
        </h2>
        <div className={styles.content}>
          <span>
            در فلای‌تودی، می‌توانید هتل‌های متنوع داخلی، از جمله{" "}
            <span className={styles.boldText}>
              <a
                href="https://www.flytoday.ir/hotel/هتل-های-مشهد"
                target="_blank"
                className={styles.link}
                rel="noreferrer"
              >
                هتل‌ های مشهد
              </a>
            </span>
            ، کیش و تهران را جستجو و رزرو کنید. فلای‌تودی این امکان را فراهم
            کرده است تا به راحتی به جستجوی هتل نزدیک حرم در مشهد بپردازید یا{" "}
            <span className={styles.boldText}>
              <a
                href="https://www.flytoday.ir/hotel/هتل-های-کیش"
                target="_blank"
                className={styles.link}
                rel="noreferrer"
              >
                هتل‌ های کیش{" "}
              </a>
            </span>
            در نزدیکی ساحل را پیدا کنید و از امکانات و خدمات آن‌ها بهره‌مند
            شوید.
            <br />
            علاوه بر این، فلای‌تودی گزینه‌های متنوعی از هتل‌های لوکس تا هتل‌های
            اقتصادی و ارزان را در اختیار شما قرار می‌دهد، که می‌توانید با توجه
            به نیاز و بودجه خود، بهترین انتخاب را داشته باشید.
          </span>
        </div>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>رزرو هتل های ارزان</h2>
        <p className={styles.content}>
          در فلای‌تودی می‌توانید هتل‌های ارزان را در همه مقاصد داخلی و خارجی به
          سادگی رزرو کنید. فلای‌تودی دسترسی به انواع اقامتگاه از هتل و هتل
          آپارتمان گرفته تا هاستل و پانسیون را فراهم کرده است. با توجه به تنوع
          گسترده هتل‌ها می‌توانید محل اقامت خود را متناسب با بودجه‌ای که دارید،
          رزرو کنید. همچنین با انتخاب هتل‌های دورتر از جاذبه‌های اصلی یا
          اقامتگاه‌هایی با امکانات کمتر، هزینه‌های سفر خود را کاهش دهید. همچنین،
          با برنامه‌ریزی سفر در زمان‌هایی که تقاضا کمتر است و استفاده از
          تخفیف‌های فصلی، می‌توانید اقامت ارزان‌تری را تجربه کنید.
        </p>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>راهنمای رزرو هتل در فلای‌تودی</h2>
        <p className={styles.content}>
          برای رزرو هتل‌های خارجی و داخلی به‌صورت آنلاین، مراحل زیر را در
          فلای‌تودی طی کنید:
        </p>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>1. انتخاب مقصد و تاریخ سفر</h3>
        <p className={styles.content}>
          در صفحه رزرو هتل یکی از گزینه‌های هتل داخلی یا خارجی را انتخاب کنید.
          در فرم جستجو نام شهر یا هتل، تاریخ ورود و خروج و تعداد مسافران را مشخص
          کرده و سپس روی گزینه جستجو کلیک کنید. به این ترتیب، فهرستی از هتل‌های
          موجود در تاریخ انتخابی شما، با قیمت، امکانات و همچنین انواع کلاس مکان
          اقامتی (ستاره هتل) به نمایش درمی‌آید.
        </p>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>2. مقایسه هتل‌ها</h3>
        <p className={styles.content}>
          با استفاده از فیلترهای موجود می‌توانید هتل‌ها را بر اساس قیمت، تعداد
          ستاره، امتیاز کاربران و غیره مرتب کنید. در سمت راست نیز فیلترهای دیگری
          مانند نوع وعده غذایی، امکانات و … در دسترس قرار دارد تا با مشخص کردن
          نیازهای خود، انتخاب هتل مناسب ساده‌تر شود.
        </p>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>3. انتخاب اتاق</h3>
        <p className={styles.content}>
          پس از انتخاب هتل موردنظر، روی گزینه نمایش اتاق‌ها کلیک کنید. در صفحه
          جدید می‌توانید اطلاعات کامل هتل، شامل امکانات، موقعیت آن بر روی نقشه،
          قوانین، نظرات مهمانان و … را مطالعه کرده و از لیست اتاق‌های قابل رزرو،
          گزینه موردنظرتان را انتخاب کنید.
        </p>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>4. مطالعه نظرات کاربران</h3>
        <p className={styles.content}>
          در صفحه پروفایل هتل همچنین می‌توانید نظرات کاربران را مطالعه کنید.
          مطالعه نظرات در کنار امکانات و ویژگی‌های هتل، به شما در تصمیم‌گیری
          بهتر کمک می‌کند.
        </p>
      </div>

      <div className={styles.section}>
        <h3 className={styles.subHeading}>5. پرداخت و تایید نهایی</h3>
        <p className={styles.content}>
          پس از انتخاب اتاق، با وارد کردن اطلاعات شخصی و پرداخت هزینه، درخواست
          رزرو شما تایید و واچر هتل از طریق ایمیل یا پیامک ارسال می‌شود. همچنین
          واچر هتل در پروفایل کاربری شما در فلای‌تودی نیز قابل مشاهده است.
        </p>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>
          مزایای رزرو آنلاین هتل در فلای‌تودی
        </h2>
        <div className={styles.content}>
          <span>
            با رزرو هتل در سایت یا اپلیکیشن فلای‌تودی از مزایای بسیاری بهره‌مند
            خواهید شد. تعدادی از مهم‌ترین آنها عبارتند از:
            <br />
            <ul className={styles.contentList}>
              <li>رزرو 1.5 میلیون هتل و اقامتگاه در سرتاسر جهان</li>
              <li>
                امکان برقراری <b>تماس اینترنتی با تیم پشتیبانی</b> در رزرو هتل
                خارجی (
                <span className={styles.boldText}>
                  <a
                    href="https://www.flytoday.ir/order-guide/free-internet-call"
                    target="_blank"
                    className={styles.link}
                    rel="noreferrer"
                  >
                    راهنمای تصویری تماس اینترنتی
                  </a>
                </span>
                )
              </li>
              <li>امکان مقایسه قیمت‌ها و انتخاب ارزانترین هتل</li>
              <li>جستجوی آسان هتل موردنظر بر اساس فیلترهای جستجو</li>
              <li>دسترسی به نظرات کاربران</li>
              <li>بهره‌مندی از پشتیبانی 24 ساعته</li>
            </ul>
          </span>
        </div>
      </div>

      <div className={styles.section}>
        <h2 className={styles.mainHeading}>
          فلای‌تودی؛ بهترین سایت رزرو هتل خارجی و داخلی
        </h2>
        <p className={styles.content}>
          فلای‌تودی با حذف واسطه‌ها، بهترین و ارزانترین قیمت هتل‌های داخلی و
          خارجی را به مسافران ارائه می‌دهد. در سایت و اپلیکیشن فلای‌تودی
          می‌توانید رزرو انواع هتل‌های خارجی، هتل های 5 ستاره و لوکس، هتل‌های
          ساحلی، هتل آپارتمان‌ها، ریزورت‌ها، سوئیت ارزان، هاستل، هتل‌های
          تخفیف‌دار و ارزان قیمت را به صورت آنلاین انجام دهید. علاوه‌براین رزرو
          گروه هتل‌های بین‌المللی مانند گروه هتل‌های هیلتون (Hilton Hotels)،
          شرایتون (Sheraton Hotels)، حیات (Grand Hyatt Hotels)، آکور (Accor
          Hotels)، هتل‌های فور سیزنز (Four Seasons Hotels) و … نیز امکانپذیر
          است.
        </p>
      </div>
    </article>
  );
}
